Repository: dci-debian-kde-applications/ktp-approver
Catalog: po/*/kded_ktp_approver.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Incoming file transfer
ast: Treferencia entrante de ficheros

source: <p>%1 is sending you a file. Do you accept the file transfer?</p><p><i>Filename:</i> %2</p>
ast: <p>%1 ta unviándore un ficheru. ¿Quies aceutar la tresferencia de ficheros?</p> <p><i>Nome de ficheru:</i>%2</p>

source: Accept
ast: Aceutar

source: Reject
ast: Refugar

source: Incoming file transfer from %1
ast: Tresferencia entrante de ficheros de %1

source: Incoming message
ast: Mensaxe entrante

source: Respond
ast: Responder

source: Close
ast: Zarrar

source: You have 1 incoming conversation
ast: Tienes una conversación entrante

source: Unknown Incoming Connection
ast: Conexón entrante desconocida

source: %1 wants to start an unknown service with you
ast: %1 quier aniciar un serviciu desconocíu contigo

source: Incoming %1 request from %2
ast: Solicitú %1 entrante de %2

source: Stop %1 Sharing
ast: Parar compartición %1
